tap "boltops-tools/software"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "cantino/mcfly"
tap "clementtsang/bottom"
tap "common-fate/granted"
tap "cytopia/tap"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "kubeshark/kubeshark"
tap "localstack/tap"
tap "mongodb/brew"
tap "mutagen-io/mutagen"
tap "norwoodj/tap"
tap "peak/tap"
tap "ringohub/redis-cli"
tap "robscott/tap"
tap "teamookla/speedtest"
tap "turbot/tap"
tap "tylerbrock/saw"
brew "ansible"
brew "aria2"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bats-core"
brew "bore-cli"
brew "bottom"
brew "btop"
brew "chart-testing"
brew "cloudflared"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "colima"
brew "ctags"
brew "ctop"
brew "cups"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "duf"
brew "entr"
brew "exercism"
brew "fd"
brew "feroxbuster"
brew "freetds"
brew "fzf"
brew "gcc"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "gping"
brew "grpcui"
brew "grpcurl"
brew "hcl2json"
brew "helix"
brew "hey"
brew "httpie"
brew "hubble"
brew "hwatch"
brew "hyperfine"
brew "ipcalc"
brew "jc"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "k9s"
brew "kcat"
brew "kind"
brew "kompose"
brew "kube-score"
brew "kubeconform"
brew "kubent"
brew "kustomize"
brew "kwok"
brew "lsd"
brew "luarocks"
brew "micro"
brew "mongocli"
brew "mysql-client@5.7"
brew "mysql-client@8.0"
brew "nerdctl"
brew "nghttp2"
brew "oci-cli"
brew "oha"
brew "pandoc"
brew "pget"
brew "pwgen"
brew "rclone"
brew "ripgrep"
brew "rustscan"
brew "scc"
brew "sd"
brew "shellcheck"
brew "skaffold"
brew "sops"
brew "sponge"
brew "step"
brew "stern"
brew "stow"
brew "tcptraceroute"
brew "terracognita"
brew "terraform-docs"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trailscraper"
brew "tre-command"
brew "velero"
brew "websocat"
brew "yq"
brew "zoxide"
brew "caarlos0/tap/clone-org"
brew "cantino/mcfly/mcfly"
brew "common-fate/granted/granted"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "kubeshark/kubeshark/kubeshark"
brew "localstack/tap/localstack-cli"
brew "mutagen-io/mutagen/mutagen"
brew "norwoodj/tap/helm-docs"
brew "peak/tap/s5cmd"
brew "robscott/tap/kube-capacity"
brew "turbot/tap/steampipe"
