tap "boltops-tools/software"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "cantino/mcfly"
tap "clementtsang/bottom"
tap "common-fate/granted"
tap "cytopia/tap"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "kdash-rs/kdash"
tap "koekeishiya/formulae"
tap "kubeshark/kubeshark"
tap "mongodb/brew"
tap "norwoodj/tap"
tap "ringohub/redis-cli"
tap "surrealdb/tap"
tap "teamookla/speedtest"
tap "turbot/tap"
tap "tylerbrock/saw"
brew "openssl@1.1"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "aom"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "openssl@3"
brew "asdf"
brew "glib"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bats-core"
brew "bitwarden-cli"
brew "bottom"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "colima"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "duf"
brew "entr"
brew "libgit2"
brew "exa"
brew "exercism"
brew "fd"
brew "feroxbuster"
brew "fish"
brew "freetds"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libksba"
brew "gpgme"
brew "gping"
brew "helix"
brew "hey"
brew "httpie"
brew "hwatch"
brew "hyperfine"
brew "ipcalc"
brew "jc"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kind"
brew "kwok"
brew "libcue"
brew "libheif"
brew "liblinear"
brew "libraw"
brew "lsd"
brew "luarocks"
brew "micro"
brew "mysql-client@5.7"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "oci-cli"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "pget"
brew "pkg-config"
brew "pwgen"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustscan"
brew "scc"
brew "sd"
brew "sops"
brew "sponge"
brew "starship"
brew "step"
brew "stern"
brew "stow"
brew "tailscale"
brew "tcl-tk"
brew "tcptraceroute"
brew "terracognita"
brew "terraform-docs"
brew "tflint"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trailscraper"
brew "tre-command"
brew "tree"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsync"
brew "caarlos0/tap/clone-org"
brew "cantino/mcfly/mcfly"
brew "common-fate/granted/granted"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "kdash-rs/kdash/kdash"
brew "kubeshark/kubeshark/kubeshark"
brew "norwoodj/tap/helm-docs"
brew "teamookla/speedtest/speedtest"
brew "turbot/tap/steampipe"
