acpi
acpica
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
appimagelauncher
appmenu-gtk-module
ark
audiocd-kio
avahi
b43-fwcutter
bandwhich
base-devel
bash
bat
bind
bluedevil
bluez-utils
breeze-gtk
btrfs-progs
bzip2
code
coreutils
cpupower
cronie
cryptsetup
defguard-client
device-mapper
dhclient
dhcpcd
diffutils
discord
discover
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
exfatprogs
extra-cmake-modules
f2fs-tools
fd
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firefox-developer-edition
fish
fonts-tlwg
fprintd
fwupd
fzf
gawk
gcc-libs
gettext
gimp
glibc
gnome-terminal
gnome-themes-extra
go
google-chrome
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gwenview
gzip
haveged
helvum
htop
iftop
inetutils
intel-ucode
inxi
iproute2
iputils
jetbrains-toolbox
jfsutils
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfilemetadata5
kfind
kgamma
khelpcenter
kimageformats5
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kpeoplevcard-git
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kvantum
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
layer-shell-qt5
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libfprint
libpamac-flatpak-plugin
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux611
linux66
logrotate
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-kde-settings
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-demos
mesa-vdpau
mhwd
mhwd-db
micro
milou
mkinitcpio-firmware
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
nano
neofetch
netbird
netbird-ui
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
okular
openbsd-netcat
opendoas
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
oxygen-icons
oxygen5
p7zip
packagekit-qt5
packagekit-qt6
pacman
pacman-contrib
pam-fprint-grosshack
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
parallel
partitionmanager
pciutils
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
plymouth
plymouth-theme-manjaro
poppler-data
powerdevil
powerline-fonts
powertop
print-manager
procps-ng
psmisc
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-virtualkeyboard
reiserfsprogs
rsync
s-nail
samba
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
skanlite
sof-firmware
spectacle
spectre-meltdown-checker
speedtest-cli
sshfs
starship
sudo
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
systemsettings
tar
telegram-desktop
terminus-font
termshark
texinfo
thinkfan
timeshift
timeshift-autosnap-manjaro
tk
tlp
tlp-rdw
tlpui
tmux
traceroute
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-google-thai
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udiskie
udisks2
unarchiver
update-grub
usb_modeswitch
usbutils
util-linux
vi
vlc
vulkan-intel
vulkan-radeon
warp-terminal
waveterm
wget
which
wireguard-tools
wireless-regdb
wireplumber
wireplumber-docs
wireshark-qt
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yakuake
yay
